[
  {
    "id": 1,
    "unique_id": "mobile-app-1-500x470-doc-scanner",
    "title": {
      "small": "Scan, Save, and Share Documents with Ease using Our Advanced Document Scanner App",
      "big": "Doc Scanner - Scan to PDF"
    },
    "btn": "true",
    "clientURLLink": "https://play.google.com/store/apps/details?id=inc.genesis.docscanner&hl=en&gl=US",
    "projectHeaderImage": "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto/v1677400532/futureflowit.com/projects/Mobile%20App%20Background%20Image/pexels-max-mishin-11026126_vpsmjy.jpg",
    "videoLink": "https://vimeo.com/127203262",
    "clientURLName": "playstore",
    "date": "19 Feb 2023",
    "categories": [
      {
        "id": 1,
        "name": "Productivity",
        "link": "#"
      }
    ],
    "tags": [
      {
        "id": 1,
        "name": "Java",
        "link": "#"
      },
      {
        "id": 2,
        "name": "Kotlin",
        "link": "#"
      },
      {
        "id": 3,
        "name": "MVVM",
        "link": "#"
      },
      {
        "id": 4,
        "name": "LiveData",
        "link": "#"
      },
      {
        "id": 5,
        "name": "SQLite",
        "link": "#"
      },
      {
        "id": 6,
        "name": "XML",
        "link": "#"
      }
    ],
    "intro": {
      "content": "Introducing our document scanner app, the perfect solution for anyone looking to go paperless and keep their important documents organized and accessible from anywhere. With advanced image processing algorithms, multiple format options, and easy sharing capabilities, our app makes it easy to digitize your documents with high-quality scans. Features like auto-crop and perspective correction, batch scanning, and OCR technology further streamline the process, making it effortless to keep your documents organized and searchable. Whether you're a student, a professional, or just looking to reduce clutter, our app is designed to make going paperless as easy and convenient as possible.",

      "spmList": [
        {
          "id": 1,
          "name": "High-quality scanning with advanced image processing algorithms"
        },
        {
          "id": 2,
          "name": "Multiple formats supported, including PDF, JPEG, and PNG."
        },
        {
          "id": 31,
          "name": "Easy sharing via email, messaging apps, and cloud storage services."
        },
        {
          "id": 4,
          "name": "Auto-crop and perspective correction for quick and accurate scanning."
        }
      ]
    },
    "gallery": [
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677267884/futureflowit.com/projects/projects-600%2A600/Doc%20Scanner-M/PDF-2_kgmbwd.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677267884/futureflowit.com/projects/projects-600%2A600/Doc%20Scanner-M/PDF-5_fqnc3j.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677267883/futureflowit.com/projects/projects-600%2A600/Doc%20Scanner-M/PDF-6_escinh.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677267883/futureflowit.com/projects/projects-600%2A600/Doc%20Scanner-M/PDF-7_dwnazh.png",
      "/img/portfolio/project2/7.jpg"
    ],
    "description": {
      "content": "Our document scanner app is designed to make going paperless as easy and convenient as possible. Here are some of the app's key features:o High-quality scanning: Our app uses advanced image processing algorithms to ensure that your scanned documents are clear, crisp, and easy to read. You can choose from a range of resolution options to suit your needs, from 150 DPI up to 1200 DPI.o Multiple formats: You can save your scanned documents in a range of formats, including PDF, JPEG, and PNG. You can also choose from different color modes, such as color, grayscale, or black and white, depending on your preferences.o Easy sharing: With our app, you can quickly share your scanned documents via email, messaging apps, and cloud storage services like Google Drive and Dropbox. You can also save your scanned documents directly to your device's camera roll or gallery.o Auto-crop and perspective correction: The app automatically crops and straightens your scanned documents, so you don't have to spend time adjusting them manually. This feature also helps to remove any skew or distortion caused by taking a photo of a document at an angle.o Batch scanning: You can scan multiple pages at once and save them as a single document, making it easy to digitize long documents like contracts and manuals. You can also re-order and delete pages as needed before saving.o OCR: Our app also features OCR (optical character recognition) technology, which can extract text from scanned documents and save it as a searchable PDF or editable document. You can choose from multiple languages for OCR, including English, Spanish, French, German, Italian, and more.Our document scanner app is perfect for anyone who wants to go paperless and keep their important documents organized and accessible from anywhere. Whether you're a student, a professional, or just someone who wants to reduce clutter, our app is the perfect solution for all your scanning needs."
    }
  },
  {
    "id": 2,
    "unique_id": "mobile-app-2-500x470-imax-player",
    "title": {
      "small": "Experience immersive and high-quality media playback with IMAX Video Player's advanced features and optimized performance.",
      "big": "IMAX Player"
    },
    "btn": "true",
    "clientURLLink": "https://play.google.com/store/apps/details?id=inc.genesis.imaxplayer&hl=en&gl=US",
    "projectHeaderImage": "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto/v1677400532/futureflowit.com/projects/Mobile%20App%20Background%20Image/pexels-max-mishin-11026126_vpsmjy.jpg",
    "videoLink": "https://vimeo.com/127203262",
    "clientURLName": "playstore",
    "date": "14 January 2023",
    "categories": [
      {
        "id": 1,
        "name": "Video Players & Editors",
        "link": "#"
      }
    ],
    "tags": [
      {
        "id": 1,
        "name": "Java",
        "link": "#"
      },
      {
        "id": 2,
        "name": "Kotlin",
        "link": "#"
      },
      {
        "id": 3,
        "name": "MVVM",
        "link": "#"
      },
      {
        "id": 4,
        "name": "LiveData",
        "link": "#"
      },
      {
        "id": 5,
        "name": "SQLite",
        "link": "#"
      },
      {
        "id": 6,
        "name": "Room DB",
        "link": "#"
      }
    ],
    "intro": {
      "content": "Introducing IMAX Player - the perfect media player for all your high-resolution video and audio files. With flawless playback and rich features like quick button settings, file management, and playback history, our player guarantees an exceptional viewing experience. We've optimized the encoding format and playback speed to ensure that your files are played in their original resolution. Plus, enjoy our ad-free app and features like smart video play, audio player, and head set control. Our user-friendly UI, video library, and recommendations make IMAX Player the ultimate choice for all your media needs.",
      "spmList": [
        {
          "id": 1,
          "name": "Smart Video Play System for smooth playback of high-resolution video files."
        },
        {
          "id": 2,
          "name": "Built-in File Manager for easy organization and management of media files."
        },
        {
          "id": 3,
          "name": "Playback History for easy resuming of previously watched videos."
        },
        {
          "id": 4,
          "name": "User-friendly UI for intuitive navigation and access to features and settings."
        }
      ]
    },
    "gallery": [
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677321732/futureflowit.com/projects/projects-600%2A600/IMX%20Player%20M/PDF-3_uhwud7.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677321731/futureflowit.com/projects/projects-600%2A600/IMX%20Player%20M/imx-2_vk1pzv.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677321731/futureflowit.com/projects/projects-600%2A600/IMX%20Player%20M/imx_k7s74x.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677321732/futureflowit.com/projects/projects-600%2A600/IMX%20Player%20M/video_r8es7l.png",
      "/img/portfolio/project2/7.jpg"
    ],
    "description": {
      "content": "IMAX Player is a perfect media player that can play all forms of high-resolution videos and audio files.Along with flawless playback, enjoy the player's rich features, including quick button settings! In this app, we didn't integrate full-view ads you can enjoy our app with a great experience.We ensure that your file is played in the original resolution, through the optimization of the encoding format file playback speed and effectiveness to achieve the best results. And you can play videos all formate.Feature:• Play all types of video and audio • Smart Video Play System • File manager • Video recommendation • Playback History • Video Library • Nice view UI • Smart Audio player • Head Set controlling • Play from the last position • User-friendly UI Our document scanner app is perfect for anyone who wants to go paperless and keep their important documents organized and accessible from anywhere. Whether you're a student, a professional, or just someone who wants to reduce clutter, our app is the perfect solution for all your scanning needs.",
      "spmList": [
        {
          "id": 1,
          "title": "Multiple formats",
          "name": "You can save your scanned documents in a range of formats, including PDF, JPEG, and PNG. You can also choose from different color modes, such as color, grayscale, or black and white, depending on your preferences."
        },
        {
          "id": 2,
          "title": "Auto-crop and perspective correction",
          "name": " The app automatically crops and straightens your scanned documents, so you don't have to spend time adjusting them manually. This feature also helps to remove any skew or distortion caused by taking a photo of a document at an angle."
        },
        {
          "id": 3,
          "title": "Batch scanning",
          "name": " You can scan multiple pages at once and save them as a single document, making it easy to digitize long documents like contracts and manuals. You can also re-order and delete pages as needed before saving."
        },
        {
          "id": 4,
          "title": "OCR:",
          "name": "Our app also features OCR (optical character recognition) technology, which can extract text from scanned documents and save it as a searchable PDF or editable document. You can choose from multiple languages for OCR, including English, Spanish, French, German, Italian, and more."
        }
      ]
    }
  },
  {
    "id": 3,
    "unique_id": "mobile-app-3-500x470-conversation-locker",
    "title": {
      "small": "Secure your WhatsApp chats and groups with Conversation Locker's easy-to-use and reliable app locker.",
      "big": "Conversation Locker for WA App"
    },
    "btn": "true",
    "clientURLLink": "https://play.google.com/store/apps/details?id=inc.genesis.whatsapplocker",
    "projectHeaderImage": "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto/v1677400532/futureflowit.com/projects/Mobile%20App%20Background%20Image/pexels-max-mishin-11026126_vpsmjy.jpg",
    "videoLink": "https://vimeo.com/127203262",
    "clientURLName": "playstore",
    "date": "20 Dec 2022",
    "categories": [
      {
        "id": 1,
        "name": "Tools",
        "link": "#"
      }
    ],
    "tags": [
      {
        "id": 1,
        "name": "Java",
        "link": "#"
      },
      {
        "id": 2,
        "name": "Kotlin",
        "link": "#"
      },
      {
        "id": 3,
        "name": "MVVM",
        "link": "#"
      },
      {
        "id": 4,
        "name": "LiveData",
        "link": "#"
      },
      {
        "id": 5,
        "name": "SQLite",
        "link": "#"
      },
      {
        "id": 6,
        "name": "Room DB",
        "link": "#"
      }
    ],
    "intro": {
      "content": "Introducing Conversation Locker - the best app for locking your WhatsApp chats and groups to prevent unauthorized access. With PIN and biometric authentication options, this simple and secure app ensures that your chats and media files remain protected. Plus, Conversation Locker uses minimal space and does not drain your phone's battery. The app requires minimum permissions and uses accessibility service only to enable the core functionality of monitoring and locking specified chats on WhatsApp. Rest assured, this permission does not allow access to or reading of your chats.",
      "spmList": [
        {
          "id": 1,
          "name": "Pin and Fingerprint Lock for secure locking of WhatsApp chats and groups."
        },
        {
          "id": 2,
          "name": "Minimal Permission Required for optimal user privacy and security."
        },
        {
          "id": 3,
          "name": "Locking specified chats without access to or reading of chats."
        },
        {
          "id": 4,
          "name": "Does Not Drain Phone's Battery and Uses Less Space for efficient performance."
        }
      ]
    },
    "gallery": [
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677263868/futureflowit.com/projects/projects-600%2A600/WhatsApp%20Locker-M/PDF-2_qbrlaw.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677263868/futureflowit.com/projects/projects-600%2A600/WhatsApp%20Locker-M/PDF-5_xqt4ml.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677263868/futureflowit.com/projects/projects-600%2A600/WhatsApp%20Locker-M/PDF-4_ndulv5.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677267059/futureflowit.com/projects/projects-600%2A600/WhatsApp%20Locker-M/PDF-6_lx6hse.png",
      "/img/portfolio/project2/7.jpg"
    ],
    "description": {
      "content": " The Conversation Locker App uses the Accessibility Service permission to enable its core functionality, which involves monitoring and locking specified chats on WhatsApp. This permission is required to ensure that the app can effectively lock and secure the user's WhatsApp conversations and groups. It's important to note that the Accessibility Service permission does not grant the app access to read or access the user's chats. The permission is used solely to enable the locking feature, and the app does not collect or share any personal information or data. Rest assured that the Conversation Locker App respects the user's privacy and security, and only requests the necessary permissions to provide a seamless and secure locking experience. The app is designed to use minimal space and not drain the phone's battery, ensuring that it does not cause any performance issues on the user's device. Overall, the Conversation Locker App is a simple, easy, and secure way to protect your WhatsApp chats and media files from unauthorized access. With its PIN and biometric authentication options, users can customize their locking preferences to suit their security needs."
    }
  },
  {
    "id": 4,
    "unique_id": "mobile-app-4-500x470-esprit-vpn",
    "title": {
      "small": "Protect Your Privacy and Enjoy Fast, Secure Internet with Esprit VPN - The Easy-to-Use VPN Client",
      "big": "Esprit VPN - Fast and Secure"
    },
    "btn": "true",
    "clientURLLink": "https://play.google.com/store/apps/details?id=com.espritsoft.esprit_vpn",
    "projectHeaderImage": "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto/v1677400532/futureflowit.com/projects/Mobile%20App%20Background%20Image/pexels-max-mishin-11026126_vpsmjy.jpg",
    "videoLink": "https://vimeo.com/127203262",
    "clientURLName": "playstore",
    "date": "4 Nov 2021",
    "categories": [
      {
        "id": 1,
        "name": "Tools",
        "link": "#"
      }
    ],
    "tags": [
      {
        "id": 1,
        "name": "Java",
        "link": "#"
      },
      {
        "id": 2,
        "name": "Kotlin",
        "link": "#"
      },
      {
        "id": 3,
        "name": "MVVM",
        "link": "#"
      },
      {
        "id": 4,
        "name": "LiveData",
        "link": "#"
      },
      {
        "id": 5,
        "name": "SQLite",
        "link": "#"
      },
      {
        "id": 6,
        "name": "Room DB",
        "link": "#"
      },
      {
        "id": 7,
        "name": "REST API",
        "link": "#"
      }
    ],
    "intro": {
      "content": "Introducing Esprit VPN - the free, fast, and secure VPN client designed for optimal user experience. With just one tap, connect to top server speeds and enjoy unlimited bandwidth without any speed limitations. Protect your privacy and unblock restricted websites easily without registration or complex settings. Esprit VPN uses the most secure VPN solution and encrypts your internet traffic, all without the need for root access. Experience the fastest and free VPN with Esprit VPN.",
      "spmList": [
        {
          "id": 1,
          "name": "Fast and secure VPN client."
        },
        {
          "id": 2,
          "name": "No registration or settings required."
        },
        {
          "id": 3,
          "name": "Unlimited bandwidth and server speed."
        },
        {
          "id": 4,
          "name": "One-click to connect VPN."
        }
      ]
    },
    "gallery": [
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677329953/futureflowit.com/projects/projects-600%2A600/Esprit%20VPN-M/video-2_rx16n8.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677329953/futureflowit.com/projects/projects-600%2A600/Esprit%20VPN-M/video-3_qtilyh.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677329953/futureflowit.com/projects/projects-600%2A600/Esprit%20VPN-M/video-5_oqyeti.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677329953/futureflowit.com/projects/projects-600%2A600/Esprit%20VPN-M/video_rx1hkm.png",
      "/img/portfolio/project2/7.jpg"
    ],
    "description": {
      "content": " Esprit VPN is a top-tier VPN client that provides free, fast, and secure internet access to users. With its easy-to-use interface and one-click connectivity, Esprit VPN is designed to offer a seamless and user-friendly experience. It's perfect for anyone who wants to protect their privacy and unblock geographically restricted websites without compromising on speed or reliability. Esprit VPN uses the most secure VPN solution to encrypt all of your internet traffic, making it virtually impossible for third-party trackers to spy on your online activities. Whether you're accessing sensitive information or simply browsing the web, Esprit VPN has got you covered. Plus, with its top server speed and reliability, you can enjoy uninterrupted internet access without any bandwidth or speed limitations. The best part is that Esprit VPN doesn't require any registration or settings adjustments, so you can start using it right away. It also doesn't need root access, making it a safe and convenient option for all types of users. With Esprit VPN, you can protect your privacy, unblock restricted websites, and enjoy fast and secure internet access, all for free."
    }
  },
  {
    "id": 5,
    "unique_id": "mobile-app-5-500x470-secure-turbo",
    "title": {
      "small": "Experience the Freedom and Security of Fast and Secure Internet Access with Sucre Turbo VPN Client",
      "big": "Secure Turbo"
    },
    "btn": "true",
    "clientURLLink": "https://www.upwork.com/freelancers/~017055103a7806ae57",
    "projectHeaderImage": "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto/v1677400532/futureflowit.com/projects/Mobile%20App%20Background%20Image/pexels-max-mishin-11026126_vpsmjy.jpg",
    "videoLink": "https://vimeo.com/127203262",
    "clientURLName": "Xinxin Li",
    "date": "7 April 2022",
    "categories": [
      {
        "id": 1,
        "name": "Tools",
        "link": "#"
      }
    ],
    "tags": [
      {
        "id": 1,
        "name": "Java",
        "link": "#"
      },
      {
        "id": 2,
        "name": "Kotlin",
        "link": "#"
      },
      {
        "id": 3,
        "name": "MVVM",
        "link": "#"
      },
      {
        "id": 4,
        "name": "LiveData",
        "link": "#"
      },
      {
        "id": 5,
        "name": "SQLite",
        "link": "#"
      },
      {
        "id": 6,
        "name": "Room DB",
        "link": "#"
      },
      {
        "id": 7,
        "name": "REST API",
        "link": "#"
      }
    ],
    "intro": {
      "content": "Welcome to Sucre Turbo, a top-notch VPN client that offers fast and secure internet access to users. With its user-friendly interface and one-click connectivity, Sucre Turbo is perfect for anyone who wants to protect their online privacy and unblock geographically restricted websites. Its advanced VPN solution encrypts all of your internet traffic, ensuring that your online activities are protected from prying eyes. Whether you're accessing sensitive information or simply browsing the web, Sucre Turbo has got you covered. Start using Sucre Turbo today and experience the freedom and security of fast and secure internet access.",
      "spmList": [
        {
          "id": 1,
          "name": "Fast and secure VPN client."
        },
        {
          "id": 2,
          "name": "No registration or settings required."
        },
        {
          "id": 3,
          "name": "Unlimited bandwidth and server speed."
        },
        {
          "id": 4,
          "name": "One-click to connect VPN."
        }
      ]
    },
    "gallery": [
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677326909/futureflowit.com/projects/projects-600%2A600/Secure%20Turbo-M/video-5_u7ddie.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677326909/futureflowit.com/projects/projects-600%2A600/Secure%20Turbo-M/video-6_wy4u0n.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677326909/futureflowit.com/projects/projects-600%2A600/Secure%20Turbo-M/video-8_fqs2wf.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677326909/futureflowit.com/projects/projects-600%2A600/Secure%20Turbo-M/video-9_pibqes.png",
      "/img/portfolio/project2/7.jpg"
    ],
    "description": {
      "content": " Secure Turbo is an exceptional VPN client that offers fast and secure internet access to users. It provides an easy-to-use interface and one-click connectivity, making it perfect for anyone who wants to protect their privacy and unblock geographically restricted websites without compromising on speed or reliability. Secure Turbo uses the most advanced VPN solution to encrypt all of your internet traffic, ensuring that your online activities are protected from prying eyes. Whether you're accessing sensitive information or simply browsing the web, Secure Turbo has got you covered. Its top server speed and reliability also provide uninterrupted internet access without any bandwidth or speed limitations. One of the best things about Secure Turbo is that it doesn't require any registration or settings adjustments, so you can start using it right away. Additionally, it doesn't need root access, making it a safe and convenient option for all types of users. With Secure Turbo, you can enjoy fast and secure internet access for free while protecting your privacy and unblocking restricted websites. Its user-friendly interface and one-click connectivity make it easy to use for everyone, while its advanced VPN solution ensures your online activities are always secure. Get started with Secure Turbo today and experience the freedom and security of fast and secure internet access."
    }
  },
  {
    "id": 6,
    "unique_id": "mobile-app-6-500x470-pdf-reader",
    "title": {
      "small": "Effortlessly manage and read your PDFs with PDF Reader.",
      "big": "PDF Reader-PDF View & Create"
    },
    "btn": "true",
    "clientURLLink": "https://play.google.com/store/apps/details?id=inc.genesis.pdfreader&hl=en&gl=US",
    "projectHeaderImage": "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto/v1677400532/futureflowit.com/projects/Mobile%20App%20Background%20Image/pexels-max-mishin-11026126_vpsmjy.jpg",
    "videoLink": "https://vimeo.com/127203262",
    "clientURLName": "playstore",
    "date": "15 Dec 2022",
    "categories": [
      {
        "id": 1,
        "name": "Tools",
        "link": "#"
      }
    ],
    "tags": [
      {
        "id": 1,
        "name": "Java",
        "link": "#"
      },
      {
        "id": 2,
        "name": "Kotlin",
        "link": "#"
      },
      {
        "id": 3,
        "name": "MVVM",
        "link": "#"
      },
      {
        "id": 4,
        "name": "LiveData",
        "link": "#"
      },
      {
        "id": 5,
        "name": "SQLite",
        "link": "#"
      },
      {
        "id": 6,
        "name": "Room DB",
        "link": "#"
      }
    ],
    "intro": {
      "content": "Introducing PDF Reader, the perfect solution for all your document-reading needs! With its user-friendly interface, PDF Reader makes it easy to auto-scan, find, and list all PDF files on your phone, allowing you to quickly open, read, and manage your files in one place. This powerful PDF reader and editor is the best choice for Android users, offering features like page search, bookmarks, and text copy support. Plus, PDF Reader is completely free, making it the most cost-effective way to manage and read your PDF files. Download PDF Reader today and experience the freedom and convenience of having all your PDF files in one place.",
      "spmList": [
        {
          "id": 1,
          "name": "PDF Management: Easily manage all your PDF files in one place."
        },
        {
          "id": 2,
          "name": "AAdvanced Reading Options: Choose from vertical or horizontal view modes and optimize page transitions."
        },
        {
          "id": 3,
          "name": "Quick Page Moving: Navigate to any page with the scroll bar or page index."
        },
        {
          "id": 4,
          "name": "Night View: Protect your eyes with a darker color scheme for reading PDFs at night."
        }
      ]
    },
    "gallery": [
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677259547/futureflowit.com/projects/projects-600%2A600/PDF%20Readem-M/PDF-2_copy_gmznln.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677259547/futureflowit.com/projects/projects-600%2A600/PDF%20Readem-M/PDF-2_bcap1l.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677259547/futureflowit.com/projects/projects-600%2A600/PDF%20Readem-M/PDF-3_gzd1ap.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677259548/futureflowit.com/projects/projects-600%2A600/PDF%20Readem-M/Untitled_design-2_khr6yj.png",
      "/img/portfolio/project2/7.jpg"
    ],
    "description": {
      "content": " Looking for a simple and easy-to-use document-reading app? PDF Reader is exactly what you need! It can auto-scan, find, and list all PDF files on your phone, allowing you to fast open, read and manage your files in one place conveniently. PDF Reader is the best PDF reading and editing application on android. PDF Reader manages and displays all PDF files on a single screen. You will not need to find PDF files everywhere in the phone. You just select the PDF file you want to view and open it. This application supports you to easily open PDF files and read documents offline anywhere, anytime. With PDF Reader you can easily search, read, and create a new PDF document, easily share it via email or social networking. Powerful PDF reader for page search, bookmarks, and text copy support. Now, reading PDFs is no longer an obstacle to your life and work. The only thing you need to do is to download this PDF Reader application, we will help you do all the rest. PDF Reader is the best choice for you to work with professional-looking PDF files anytime, anywhere. More particularly, it is completely free for you. PDF has a user-friendly interface so you only need One touch to view the desired PDF file. From the optimization of the user experience, we developed the PDF open application with many other advantages:Manage all the PDF files in your device: \"Files\" The application will scan all the PDF files in your device and focus in a single screen.\"Recent\" Contains all the PDFs you have open, sorted by the latest open time, and you can easily view the PDFs you have recently viewed.\"Bookmark\" Contains the bookmark PDF files that can be opened quickly. If you have a lot of PDF files, you'll also easily find them with \"Organize\" and \"Search\" features in the application's PDF management interface. You can easily change the name, delete file, view details of your PDF file. Share it to your fellow colleagues by email or co-worker at this screen. Touch to open the PDF file you want to view. We are always interested in your experience, so please let us know your comments by leaving a comment. We will try to develop to bring the best version of software to open PDF files.",
      "spmList": [
        {
          "id": 1,
          "title": "Quick display",
          "name": "PDF Reader uses the most advanced technology available today to speed the loading and display of PDF files quickly even with large PDF files."
        },
        {
          "id": 2,
          "title": "Diverse view mode:",
          "name": " You can choose the vertical or horizontal view that fits your needs. Transition modes between pages are optimized to deliver the best reading experience."
        },
        {
          "id": 3,
          "title": "Batch scanning",
          "name": " You can scan multiple pages at once and save them as a single document, making it easy to digitize long documents like contracts and manuals. You can also re-order and delete pages as needed before saving."
        },
        {
          "id": 4,
          "title": "Quick page moving:",
          "name": "You can go to any page with the scroll bar, or you can enter the page index to move to the page you want to read."
        },
        {
          "id": 5,
          "title": "Add bookmark",
          "name": "You can bookmark PDF file so that it can easily be read again later."
        },
        {
          "id": 6,
          "title": "Outline of the PDF file",
          "name": " PDF Reader will list the chapters of the PDF file. You will easily move to that chapter."
        },
        {
          "id": 7,
          "title": "Night view",
          "name": "You can switch the night view mode with darker colors to help protect your eyes when reading PDFs at night."
        }
      ]
    }
  },
  {
    "id": 7,
    "unique_id": "mobile-app-7-500x470-imax-video",
    "title": {
      "small": "Experience flawless playback and rich features with IMAX Video Player.",
      "big": "IMAX Video Player"
    },
    "btn": "true",
    "clientURLLink": "https://play.google.com/store/apps/details?id=inc.genesis.imaxvideoplayer&hl=en&gl=US",
    "projectHeaderImage": "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto/v1677400532/futureflowit.com/projects/Mobile%20App%20Background%20Image/pexels-max-mishin-11026126_vpsmjy.jpg",
    "videoLink": "https://vimeo.com/127203262",
    "clientURLName": "playstore",
    "date": "16 Jan 2023",
    "categories": [
      {
        "id": 1,
        "name": "Tools",
        "link": "#"
      }
    ],
    "tags": [
      {
        "id": 1,
        "name": "Java",
        "link": "#"
      },
      {
        "id": 2,
        "name": "Kotlin",
        "link": "#"
      },
      {
        "id": 3,
        "name": "MVVM",
        "link": "#"
      },
      {
        "id": 4,
        "name": "LiveData",
        "link": "#"
      },
      {
        "id": 5,
        "name": "SQLite",
        "link": "#"
      },
      {
        "id": 6,
        "name": "Room DB",
        "link": "#"
      }
    ],
    "intro": {
      "content": "IMAX Video Player is the ultimate media player for high-resolution videos and audio files with advanced playback features and a user-friendly interface.",
      "spmList": [
        {
          "id": 1,
          "name": "Supports playback of high-resolution video and audio files."
        },
        {
          "id": 2,
          "name": "Optimized encoding format for original resolution playback."
        },
        {
          "id": 3,
          "name": "File management system and video recommendations."
        },
        {
          "id": 4,
          "name": "User-friendly interface with smart playback system and resume playback feature."
        }
      ]
    },
    "gallery": [
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677323314/futureflowit.com/projects/projects-600%2A600/Video%20player-M/video-2_uwn2wt.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677323314/futureflowit.com/projects/projects-600%2A600/Video%20player-M/imx-2_fq6323.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677323314/futureflowit.com/projects/projects-600%2A600/Video%20player-M/imx_xwz6ib.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677323314/futureflowit.com/projects/projects-600%2A600/Video%20player-M/video-4_y3kxqu.png",
      "/img/portfolio/project2/7.jpg"
    ],
    "description": {
      "content": " The IMAX Video Player requires access to the device's storage space to read and play the photos, music, and videos that are stored on it. Without this permission, the player would not be able to locate and play the files that the user wants to watch or listen to. Additionally, the player may require permission to write to the storage space if the user wants to save any changes made to the files or create new files. For example, if the user wants to create a playlist or save a video with subtitles, the player would need permission to write to the storage space. Rest assured that the IMAX Video Player only accesses and uses the files that the user grants permission for, and does not collect or share any personal information or data. The player respects the user's privacy and security, and only requests the necessary permissions to provide a seamless and enjoyable playback experience."
    }
  },
  {
    "id": 8,
    "unique_id": "dm&seo-1-id-8-500x470-kwikshipper",
    "title": {
      "small": "Your One-Stop Shipping Partner for All Your Business Needs.",
      "big": "KwikShipper - Fast, Reliable, and Affordable Shipping Solutions"
    },
    "btn": "true",
    "clientURLLink": "http://www.kwikshipper.us",
    "projectHeaderImage": "https://res.cloudinary.com/drrlu7qrl/image/upload/v1677400532/futureflowit.com/projects/Mobile%20App%20Background%20Image/pexels-max-mishin-11026126_vpsmjy.jpg",
    "videoLink": "https://vimeo.com/127203262",
    "clientURLName": "Kwikshipper",
    "date": "April to February 2021",
    "categories": [
      {
        "id": 1,
        "name": "shipping company",
        "link": "#"
      }
    ],
    "tags": [
      {
        "id": 1,
        "name": "SEO",
        "link": "#"
      },
      {
        "id": 2,
        "name": "Marketing",
        "link": "#"
      }
    ],
    "intro": {
      "content": "In today's fast-paced world, businesses need reliable and efficient shipping solutions to stay ahead of the competition. That's where KwikShipper comes in. With our fast, reliable, and affordable shipping solutions, we help businesses of all sizes streamline their shipping processes and deliver their products to customers worldwide.",
      "spmList": []
    },
    "gallery": [
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677686533/futureflowit.com/projects/2.%20DM%20and%20Seo/1.%20SEO%20specialist%20at%20kwikshipper.us/600600%20%282%29/1_t9bilm.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677686533/futureflowit.com/projects/2.%20DM%20and%20Seo/1.%20SEO%20specialist%20at%20kwikshipper.us/600600%20%282%29/3_m1ph0e.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677686532/futureflowit.com/projects/2.%20DM%20and%20Seo/1.%20SEO%20specialist%20at%20kwikshipper.us/600600%20%282%29/2_hgxvqb.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677686532/futureflowit.com/projects/2.%20DM%20and%20Seo/1.%20SEO%20specialist%20at%20kwikshipper.us/600600%20%282%29/4_xqzv04.png"
    ],
    "description": {
      "content": "KwikShipper is a full-service shipping company that offers a wide range of shipping solutions tobusinesses of all sizes. From small businesses to large corporations, we have the expertise and experience to handle all your shipping needs. Our services include domestic and international shipping, freight shipping, logistics management, and much more. We work with top carriers to ensure that your products are delivered on time and at a competitive price. We also offer custom solutions to meet your unique shipping needs. Whether you need to ship oversized items, hazardous materials, or require specialized handling, our team of experts can create a tailored solution that meets your exact requirements. At KwikShipper, we understand that shipping can be complex and time-consuming. That's why we offer a user-friendly online platform that allows you to manage your shipments, track your packages, and get real-time updates on the status of your deliveries. We take pride in our customer service, and our dedicated team of experts is always ready to assist you with any questions or concerns you may have. In conclusion, KwikShipper is your one-stop shipping partner for all your business needs. With our fast, reliable, and affordable shipping solutions, we help you streamline your shipping processes, save time and money, and focus on what you do best – growing your business."
    }
  },
  {
    "id": 9,
    "unique_id": "dm&seo-2-id-9-500x470-midtown-clean",
    "title": {
      "small": "A Comprehensive Plan for Increasing Online Visibility and Attracting More Customers to a Professional Cleaning Services Website.",
      "big": "Midtown Clean Website Optimization for Improved SEO and Social Media Marketing"
    },
    "btn": "true",
    "clientURLLink": "http://www.midtownclean.com/",
    "projectHeaderImage": "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto/v1677400532/futureflowit.com/projects/Mobile%20App%20Background%20Image/pexels-max-mishin-11026126_vpsmjy.jpg",
    "videoLink": "https://vimeo.com/127203262",
    "clientURLName": "midtownclean.com.au",
    "date": "february 2022 to may 2022",
    "categories": [
      {
        "id": 1,
        "name": "cleaning service company",
        "link": "#"
      }
    ],
    "tags": [
      {
        "id": 1,
        "name": "On Page SEO",
        "link": "#"
      },
      {
        "id": 2,
        "name": "Off Page SEO",
        "link": "#"
      }
    ],
    "intro": {
      "content": "Midtown Clean is a professional cleaning services company located in Australia. With increasing competition in the cleaning services industry, it is important for the company to improve its online visibility and attract more customers. This project aims to optimize the Midtown Clean website for improved SEO and social media marketing",
      "spmList": []
    },
    "gallery": [
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677686534/futureflowit.com/projects/2.%20DM%20and%20Seo/2.%20CMO%20at%20midtownclean.com.au/600600/1_e9svkc.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677686534/futureflowit.com/projects/2.%20DM%20and%20Seo/2.%20CMO%20at%20midtownclean.com.au/600600/3_onmbp2.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677686534/futureflowit.com/projects/2.%20DM%20and%20Seo/2.%20CMO%20at%20midtownclean.com.au/600600/2_zxly2e.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677686535/futureflowit.com/projects/2.%20DM%20and%20Seo/2.%20CMO%20at%20midtownclean.com.au/600600/4_ipvcc0.png",
      "/img/portfolio/project2/7.jpg"
    ],
    "description": {
      "content": "The project will start with a website audit to find technical issues and content gaps. A competitor analysis will follow, which will provide insights to develop a comprehensive SEO plan. This plan will include on-page, off-page, and technical SEO strategies, as well as a content and social media marketing plan. By optimizing the website, Midtown Clean can attract more customers and become a leader in the cleaning services industry in Australia"
    }
  },
  {
    "id": 10,
    "unique_id": "dm&seo-3-id-10-500x470-rmhomewares",
    "title": {
      "small": "A Comprehensive SEO and Social Media Marketing Plan for an E-commerce Website Offering Affordable and Stylish Homewares",
      "big": "RM Homewares Website Optimization for Increased Online Visibility and Sales"
    },
    "btn": "true",
    "clientURLLink": "https://rmhomewares.com/",
    "projectHeaderImage": "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto/v1677400532/futureflowit.com/projects/Mobile%20App%20Background%20Image/pexels-max-mishin-11026126_vpsmjy.jpg",
    "videoLink": "https://vimeo.com/127203262",
    "clientURLName": "rmhomewares",
    "date": "January 2023 to March 2023",
    "categories": [
      {
        "id": 1,
        "name": "Home ware",
        "link": "#"
      }
    ],
    "tags": [
      {
        "id": 1,
        "name": "SEO",
        "link": "#"
      },
      {
        "id": 2,
        "name": "Marketing",
        "link": "#"
      }
    ],
    "intro": {
      "content": "RM Homewares is an e-commerce website that sells a range of affordable and stylish homewares. With increasing competition in the e-commerce industry, it is important for the website to improve its online visibility and attract more customers. This project aims to optimize the RM Homewares website for improved SEO and social media marketing..",
      "spmList": []
    },
    "gallery": [
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677686535/futureflowit.com/projects/2.%20DM%20and%20Seo/3.%20Marketing%20manager%20at%20rmhomewares.com/600600%20%281%29/1_w7lrox.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677686535/futureflowit.com/projects/2.%20DM%20and%20Seo/3.%20Marketing%20manager%20at%20rmhomewares.com/600600%20%281%29/2_fdfiq7.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677686535/futureflowit.com/projects/2.%20DM%20and%20Seo/3.%20Marketing%20manager%20at%20rmhomewares.com/600600%20%281%29/3_uafysw.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677686536/futureflowit.com/projects/2.%20DM%20and%20Seo/3.%20Marketing%20manager%20at%20rmhomewares.com/600600%20%281%29/4_uuiu69.png"
    ],
    "description": {
      "content": "KwikShipper is a full-service shipping company that offers a wide range of shipping solutions tobusinesses of all sizes. From small businesses to large corporations, we have the expertise and experience to handle all your shipping needs. Our services include domestic and international shipping, freight shipping, logistics management, and much more. We work with top carriers to ensure that your products are delivered on time and at a competitive price. We also offer custom solutions to meet your unique shipping needs. Whether you need to ship oversized items, hazardous materials, or require specialized handling, our team of experts can create a tailored solution that meets your exact requirements. At KwikShipper, we understand that shipping can be complex and time-consuming. That's why we offer a user-friendly online platform that allows you to manage your shipments, track your packages, and get real-time updates on the status of your deliveries. We take pride in our customer service, and our dedicated team of experts is always ready to assist you with any questions or concerns you may have. In conclusion, KwikShipper is your one-stop shipping partner for all your business needs. With our fast, reliable, and affordable shipping solutions, we help you streamline your shipping processes, save time and money, and focus on what you do best – growing your business."
    }
  },
  {
    "id": 11,
    "unique_id": "dm&seo-4-id-11-500x470-ssebowa",
    "title": {
      "small": "A Comprehensive SEO and Social Media Marketing Plan for an Website Offering Search engine that connects to humanity.",
      "big": " Ssebowa Website Optimization for Increased Organic Traffic"
    },
    "btn": "true",
    "clientURLLink": "https://www.ssebowa.org",
    "projectHeaderImage": "https://res.cloudinary.com/drrlu7qrl/image/upload/v1677400532/futureflowit.com/projects/Mobile%20App%20Background%20Image/pexels-max-mishin-11026126_vpsmjy.jpg",
    "videoLink": "https://vimeo.com/127203262",
    "clientURLName": "disan ssebowa",
    "date": "October 2022 to February 2023",
    "categories": [
      {
        "id": 1,
        "name": "search engine company",
        "link": "#"
      }
    ],
    "tags": [
      {
        "id": 1,
        "name": "SEO",
        "link": "#"
      },
      {
        "id": 2,
        "name": "Marketing",
        "link": "#"
      }
    ],
    "intro": {
      "content": "The Ssebowa website optimization project is aimed at increasing the organic traffic to the Ssebowa website by implementing various search engine optimization (SEO) strategies. The Ssebowa website is a company that offers handmade jewelry and accessories from Uganda. With the increased competition in the e-commerce industry, it is essential to optimize the website to increase visibility, attract more customers, and ultimately increase sales",
      "spmList": []
    },
    "gallery": [
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677686536/futureflowit.com/projects/2.%20DM%20and%20Seo/4.%20SEO%20and%20Marketing%20for%20Ssebowa/600x600/1_vpk3pc.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677686537/futureflowit.com/projects/2.%20DM%20and%20Seo/4.%20SEO%20and%20Marketing%20for%20Ssebowa/600x600/2_h5kee2.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677686537/futureflowit.com/projects/2.%20DM%20and%20Seo/4.%20SEO%20and%20Marketing%20for%20Ssebowa/600x600/3_sgggpx.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677686537/futureflowit.com/projects/2.%20DM%20and%20Seo/4.%20SEO%20and%20Marketing%20for%20Ssebowa/600x600/4_dni2f9.png",
      "/img/portfolio/project2/7.jpg"
    ],
    "description": {
      "content": "The Ssebowa website optimization project aims to improve the website's search engine rankings and increase organic traffic. This will be achieved through a website audit and competitor analysis to identify areas for improvement, followed by the development of an SEO plan that includes on-page, off-page, and technical SEO strategies. Social media marketing will also be utilized to promote the website and attract more customers. Ultimately, the project's goal is to increase sales and improve the visibility of Ssebowa's handmade jewelry and accessories from Uganda."
    }
  },
  {
    "id": 12,
    "unique_id": "web-1-id-12-500x470-rajib-hossain",
    "title": {
      "small": "Discover Our Next.js Portfolio Website: The Power of Innovative Web Development Tools",
      "big": "Future Flow IT Portfolio Website"
    },
    "btn": "true",
    "clientURLLink": "https://rajibhossainprejon.com",
    "projectHeaderImage": "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto/v1677400532/futureflowit.com/projects/Mobile%20App%20Background%20Image/pexels-max-mishin-11026126_vpsmjy.jpg",
    "videoLink": "https://vimeo.com/127203262",
    "clientURLName": "Rajib Hossain Prejon",
    "date": "February 2023",
    "categories": [
      {
        "id": 1,
        "name": "Portfolio",
        "link": "#"
      }
    ],
    "tags": [
      {
        "id": 1,
        "name": "Next.js",
        "link": "#"
      }
    ],
    "intro": {
      "content": "Introducing Future Flow IT's latest creation - our very own portfolio website! We utilized cutting-edge technology to create a seamless user experience and showcase our expertise in web development. Our website was built using Next.js, a powerful React framework that enables server-side rendering and optimized performance. To ensure fast loading times and reliable image hosting, we integrated Cloudinary into our website. Our domain is registered with Namecheap, a leading domain registrar that offers affordable and secure domain registration. And finally, our website is hosted on Vercel, a cloud platform that provides an easy-to-use interface and unparalleled scalability.",
      "spmList": []
    },
    "gallery": [
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677685723/futureflowit.com/projects/1.%20Web%20Projects/1.%20Web_Rajib/1.Web_Rajib_600x600/1._Rajib_600x600_x25hp1.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677685724/futureflowit.com/projects/1.%20Web%20Projects/1.%20Web_Rajib/1.Web_Rajib_600x600/2._Rajib_600x600_ck4vf6.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677685725/futureflowit.com/projects/1.%20Web%20Projects/1.%20Web_Rajib/1.Web_Rajib_600x600/4._Rajib_600x600_tk02db.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677685725/futureflowit.com/projects/1.%20Web%20Projects/1.%20Web_Rajib/1.Web_Rajib_600x600/3._Rajib_600x600_yi5nf8.png"
    ],
    "description": {
      "content": "Our portfolio website features a modern and intuitive design, with a clean and minimalistic layout that allows our work to take center stage. You can explore our portfolio and see examples of our past projects, learn more about our team and expertise, and get in touch with us to discuss your own web development needs. We take pride in delivering high-quality, customized solutions to our clients, and our portfolio website is a testament to our commitment to excellence. We invite you to explore our website and see for yourself what Future Flow IT can do for you!",
      "spmList": [
        {
          "id": 1,
          "title": "Responsive Design",
          "name": "The website is designed to be responsive and compatible with different devices, including mobile phones, tablets, and desktops."
        },
        {
          "id": 2,
          "title": "Next.js Framework",
          "name": "The website is built using Next.js, a popular React-based framework that enables fast and efficient website development."
        },
        {
          "id": 3,
          "title": "Cloudinary Integration",
          "name": "The website integrates with Cloudinary, a cloud-based image and video management platform that allows for easy and optimized media management."
        },
        {
          "id": 4,
          "title": "Custom Domain",
          "name": "The website has a custom domain name registered with Namecheap, a popular domain registrar that provides easy domain management and affordable pricing."
        },
        {
          "id": 5,
          "title": "Vercel Hosting",
          "name": "The website is hosted on Vercel, a cloud-based hosting platform that provides fast, reliable, and scalable hosting solutions."
        },
        {
          "id": 6,
          "title": "User-Friendly Interface",
          "name": "The website has a user-friendly interface that is easy to navigate, with clear and concise information about Future Flow IT and its services."
        },
        {
          "id": 7,
          "title": "Portfolio Showcase",
          "name": "The website includes a portfolio section that showcases Future Flow IT's previous projects, providing potential clients with a glimpse of the company's expertise and capabilities."
        },
        {
          "id": 8,
          "title": "Contact Form",
          "name": "The website includes a contact form that allows potential clients to get in touch with Future Flow IT for inquiries, quotes, or consultations."
        },
        {
          "id": 9,
          "title": "SEO Optimization",
          "name": "The website is optimized for search engines, with meta tags, descriptions, and keywords that help improve its visibility and ranking on search engine results pages."
        }
      ]
    }
  },
  {
    "id": 13,
    "unique_id": "web-2-id-13-500x470-web-clinic",
    "title": {
      "small": "Efficient, user-friendly, and secure dental clinic management solution",
      "big": "Dental Clinic Website with Appointment Booking System"
    },

    "clientURLLink": "",
    "projectHeaderImage": "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto/v1677400532/futureflowit.com/projects/Mobile%20App%20Background%20Image/pexels-max-mishin-11026126_vpsmjy.jpg",
    "videoLink": "https://vimeo.com/127203262",
    "clientURLName": "Clinic Owner",
    "date": "December 2020",
    "categories": [
      {
        "id": 1,
        "name": "Health Care Management",
        "link": "#"
      }
    ],
    "tags": [
      {
        "id": 1,
        "name": "React",
        "link": "#"
      },
      {
        "id": 2,
        "name": "Node",
        "link": "#"
      }
    ],
    "intro": {
      "content": "At Future Flow IT, we take pride in delivering innovative and custom-made digital solutions for businesses. Our Dental Clinic website is an all-in-one solution that streamlines and simplifies dental clinic management, from appointment booking to patient record keeping and beyond. Built using the latest technologies, including React.js and Node.js, this website is designed to be responsive, user-friendly, and secure",
      "spmList": []
    },
    "gallery": [
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677685726/futureflowit.com/projects/1.%20Web%20Projects/2.%20Web_Clinic/2.%20Web_clinic_600x600/1_y0sdka.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677685726/futureflowit.com/projects/1.%20Web%20Projects/2.%20Web_Clinic/2.%20Web_clinic_600x600/2_d65dhp.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677685726/futureflowit.com/projects/1.%20Web%20Projects/2.%20Web_Clinic/2.%20Web_clinic_600x600/3_grz6ve.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677685727/futureflowit.com/projects/1.%20Web%20Projects/2.%20Web_Clinic/2.%20Web_clinic_600x600/4_dujbu4.png"
    ],
    "description": {
      "content": "Our Dental Clinic website is an end-to-end solution for dental clinics of any size. It includes a range of features, such as appointment scheduling, patient registration and record keeping, secure data management, and more. With our website, patients can easily book appointments, update their information, and access their dental records. Dental clinic staff can manage appointments, check patient records, and communicate with patients seamlessly. Our website helps improve the efficiency and productivity of dental clinics while enhancing the patient experience.",
      "spmList": [
        {
          "id": 1,
          "title": "Appointment Booking System",
          "name": "Patients can easily book appointments with dentists through the website's user-friendly interface. They can select the type of service they require, choose a date and time, and receive a confirmation message once the appointment is confirmed."
        },
        {
          "id": 2,
          "title": "Patient Record Management",
          "name": "The website includes a feature for managing patient records, including their medical history and treatment plans. This feature enables dentists to easily access patient information, view their treatment history, and make informed decisions about their care."
        },
        {
          "id": 3,
          "title": "Responsive Design",
          "name": "The website is designed to be responsive and compatible with different devices, including mobile phones, tablets, and desktops. This ensures that patients can easily access the website and book appointments, regardless of the device they are using."
        },
        {
          "id": 4,
          "title": "Secure Login System",
          "name": "The website includes a secure login system that ensures patient information is kept private and confidential. Patients can create an account to manage their appointments and view their medical records."
        },
        {
          "id": 5,
          "title": "Easy-to-Use Interface",
          "name": "The website has a user-friendly interface that is easy to navigate, with clear and concise information about the clinic and its services. Patients can easily find the information they need and book appointments with just a few clicks."
        }
      ]
    }
  },
  {
    "id": 14,
    "unique_id": "web-3-id-14-800x800-proshop-demo",
    "title": {
      "small": "Experience seamless online shopping with ProShopDemo",
      "big": " ProShopDemo - Fully Featured Full Stack Ecommerce Website"
    },
    "btn": "true",
    "clientURLLink": "https://www.buildproshop.com/#/",
    "projectHeaderImage": "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto/v1677400532/futureflowit.com/projects/Mobile%20App%20Background%20Image/pexels-max-mishin-11026126_vpsmjy.jpg",
    "videoLink": "https://vimeo.com/127203262",
    "clientURLName": "Proshop demo",
    "date": "July 2022",
    "categories": [
      {
        "id": 1,
        "name": "Ecommerce",
        "link": "#"
      }
    ],
    "tags": [
      {
        "id": 1,
        "name": "React",
        "link": "#"
      },
      {
        "id": 2,
        "name": "Django",
        "link": "#"
      }
    ],
    "intro": {
      "content": "ProShopDemo is a fully featured, responsive ecommerce website developed by Future Flow IT. Built using React.js and Django, this website offers a seamless and intuitive online shopping experience for customers. Our team has incorporated a range of features to ensure that ProShopDemo meets the needs of modern ecommerce businesses.",
      "spmList": []
    },

    "gallery": [
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677745904/futureflowit.com/projects/1.%20Web%20Projects/3.%20Web_ecommerce/1.%20web_ecom_600x600/1_eqgrtf.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677745903/futureflowit.com/projects/1.%20Web%20Projects/3.%20Web_ecommerce/1.%20web_ecom_600x600/2_uvcgjv.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677745905/futureflowit.com/projects/1.%20Web%20Projects/3.%20Web_ecommerce/1.%20web_ecom_600x600/3_qtdm5r.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677745904/futureflowit.com/projects/1.%20Web%20Projects/3.%20Web_ecommerce/1.%20web_ecom_600x600/4_oiyrfd.png",
      "/img/portfolio/project2/7.jpg"
    ],
    "description": {
      "content": "ProShop Demo is a fully-featured full-stack e-commerce website developed by Future Flow IT using React.js and Django. The website includes a wide range of features and functionalities, such as product browsing, shopping cart management, order tracking, payment processing, and more. ProShop Demo is designed to provide a seamless and user-friendly shopping experience to customers, with an intuitive interface and clear product information. The website is also optimized for search engines, ensuring that it is easily discoverable by potential customers. With ProShop Demo, businesses can easily set up their online store and start selling products to customers worldwide. The website is highly customizable and can be tailored to meet the specific needs and requirements of each business. ProShop Demo is built using modern technologies and frameworks, ensuring that it is scalable, secure, and reliable. The website is also fully responsive and compatible with different devices and screen sizes, providing a consistent experience to customers across all platforms.",
      "spmList": [
        {
          "id": 1,
          "title": "User Registration and Login",
          "name": "ProShopDemo allows users to register and create an account, which they can use to track their orders, save items to a wishlist, and receive updates on new products and promotions."
        },
        {
          "id": 2,
          "title": "Product Catalogue",
          "name": "ProShopDemo features a comprehensive product catalogue, allowing customers to browse and search for products by category, brand, or price range."
        },
        {
          "id": 3,
          "title": "Shopping Cart",
          "name": "Customers can add products to their shopping cart and proceed to checkout, where they can review their order, select a shipping method, and make a payment using a range of popular payment gateways."
        },
        {
          "id": 4,
          "title": "Product Reviews",
          "name": "Customers can leave reviews and ratings for products they have purchased, providing valuable feedback to other customers and helping to improve the credibility and reputation of the business."
        },
        {
          "id": 5,
          "title": "Order Management",
          "name": "ProShopDemo includes an order management system that allows administrators to track and manage orders, process refunds, and update customers on the status of their orders."
        },
        {
          "id": 6,
          "title": "Analytics and Reporting",
          "name": "The website includes analytics and reporting tools, allowing administrators to track key metrics such as sales, conversion rates, and customer behaviour. This data can be used to inform marketing strategies and improve the overall performance of the business."
        },
        {
          "id": 7,
          "title": "Responsive Design",
          "name": "ProShopDemo is designed to be responsive and compatible with different devices, ensuring that customers can access the website and make purchases from anywhere, at any time."
        },
        {
          "id": 8,
          "title": "Secure Payment Gateway Integration",
          "name": "The website integrates with popular payment gateways such as PayPal and Stripe, ensuring that all transactions are secure and that customers can shop with confidence."
        }
      ]
    }
  },
  {
    "id": 15,
    "unique_id": "web-4-id-15-500x470-ssebowa",
    "title": {
      "small": "A powerful and efficient search engine built using React.js",
      "big": "Ssebowa Search Engine"
    },
    "btn": "true",
    "clientURLLink": "https://www.ssebowa.org",
    "projectHeaderImage": "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto/v1677400532/futureflowit.com/projects/Mobile%20App%20Background%20Image/pexels-max-mishin-11026126_vpsmjy.jpg",
    "videoLink": "https://vimeo.com/127203262",
    "clientURLName": "Dishan Ssebowa",
    "date": "Dect 2022 to Present",
    "categories": [
      {
        "id": 1,
        "name": "Search Engine",
        "link": "#"
      }
    ],
    "tags": [
      {
        "id": 1,
        "name": "React",
        "link": "#"
      }
    ],
    "intro": {
      "content": "Introducing Ssebowa, a search engine developed by one of our esteemed clients in collaboration with Future Flow IT. Powered by React.js, Ssebowa is a comprehensive and versatile search engine that provides users with accurate and relevant search results in a fast and efficient manner.",
      "spmList": []
    },

    "gallery": [
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677685729/futureflowit.com/projects/1.%20Web%20Projects/4.%20Web_Ssebowa/1.%20600x600/3_gkidco.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677685728/futureflowit.com/projects/1.%20Web%20Projects/4.%20Web_Ssebowa/1.%20600x600/1_ucgxjb.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677685731/futureflowit.com/projects/1.%20Web%20Projects/4.%20Web_Ssebowa/1.%20600x600/2_lyq0rl.png",
      "https://res.cloudinary.com/drrlu7qrl/image/upload/f_auto,q_auto,w_600,h_600,c_scale/v1677685729/futureflowit.com/projects/1.%20Web%20Projects/4.%20Web_Ssebowa/1.%20600x600/4_kir8ol.png",
      "/img/portfolio/project2/7.jpg"
    ],
    "description": {
      "content": "Ssebowa leverages advanced search algorithms and indexing techniques to crawl the web and provide users with the most relevant search results. Its intuitive and user-friendly interface allows users to quickly and easily find the information they are looking for, while its fast and efficient performance ensures that search results are delivered in a timely manner.",
      "spmList": [
        {
          "id": 1,
          "title": "Fast and Efficient Search Results",
          "name": "Ssebowa is built with speed and efficiency in mind, providing users with fast and accurate search results that are relevant to their queries."
        },
        {
          "id": 3,
          "title": "Intuitive and User-Friendly Interface",
          "name": "Ssebowa's user-friendly interface makes it easy for users to navigate and find the information they need. Its intuitive design ensures that users can quickly and easily find what they are looking for, without having to navigate through complex menus or search options."
        },
        {
          "id": 5,
          "title": "Scalable and Adaptable",
          "name": "Ssebowa is built to be scalable and adaptable, ensuring that it can keep up with the changing demands of the web and the needs of its users."
        }
      ]
    }
  }
]
